frazes = ['"У каждого человека свои звезды. Одним — тем, кто странствует, они указывают путь. '
          'Для других это просто огоньки." - Антуан де Сент-Экзюпери, Маленький принц',
          '"Она всегда давала себе хорошие советы, хоть следовала им нечасто." - Льюис Кэрролл, Алиса в стране чудес',
          '"Если бы это было так, это бы ещё ничего. Если бы, конечно, оно так и было. Но так как это не так, '
          'так оно и не этак. Такова логика вещей." - Льюис Кэрролл, Алиса в стране чудес',
          '"Всё страньше и страньше! Всё чудесатее и чудесатее! Всё любопытственнее и любопытственнее!'
          ' Всё страннее и страннее! Всё чудесится и чудесится!"- Льюис Кэрролл, Алиса в стране чудес',
          '"Я просто выгляжу как лось, а в душе я бабочка" - Смешарики, Лосяш',
          '"Нет! Земля не может быть круглой! Ты только представь: ни слонов, ни черепахи... '
          'один глупый шар, который болтается в космосе! Да не может быть! Потому что это НЕ ИНТЕРЕСНО!" '
          '- Смешарики, Крош',
          '"Да что ж за жизнь такая? Мечты сбываются, а переварить ты их не можешь..." - Смешарики, Нюша',
          f'"Я тучка, тучка, тучка,\n Я вовсе не медведь.\n Ах, как приятно тучке\nПо небу лететь!" - Винни-Пух'
          f' и все-все-все',
          f'"— Сегодня с утра уже завтра.\n— Не может быть, чтобы сегодня было завтра.\n—'
          f' Значит, по-твоему сегодня – вчера?" - 38 попугаев',
          f'"— А где он? Куда ты его дел?\n— Кажется, я его потерял...\n— Ну вот... '
          f'Я сижу, жду самый нужный привет, а он его потерял!" - 38 попугаев',
          '"Я почему вредный был? Потому что у меня велосипеда не было!" - Трое из Простоквашино, Почтальон Печкин',
          '"Ах так? Ах вот ты как? Ах вот ты, значит, какой, да? На самом интересном месте! Ой, а я-то думал! '
          'Только Полищук на мотоцикле... А ты!" - Возвращение блудного попугая, Кеша',
          ]

QUE_CARDS = ['В Японии ученики на доске пишут кисточкой с цветными чернилами?',
             'Авторучка была изобретена еще в Древнем Египте?',
             'Если пчела ужалит кого-либо, то она погибнет?',
             'Правда ли что, пауки питаются собственной паутиной?',
             'Спартанские воины перед битвой опрыскивали волосы духами.',
             'Некоторые лягушки умеют летать?',
             'Дети могут слышать более высокие звуки, чем взрослые?',
             'Утром вы выше ростом, чем вечером? ',
             'Совы не могут вращать глазами?',
             'Дельфины — это маленькие киты?',
             'Радугу можно увидеть и в полночь?',
             'В Австралии практикуется применение одноразовых школьных досок?',
             'В некоторые виды цветных карандашей добавляется экстракт моркови для большей прочности грифеля?',
             'Глаз наполнен воздухом?',
             'Летучие мыши могут принимать радиосигналы?',
             'Жирафы по ночам отыскивают с помощью эха листья, которыми питаются?',
             'Дуремар занимался продажей лягушек?',
             'Больше всего репы выращивают в России?']
ANS_CARDS = [True, True, True, True, True, True, True, True, True, True, True, False, False, False,
             False, False, False, False]

f1 = ['736697_900.jpg',
      '736768_900.jpg',
      '737628_900.jpg',
      '737846_900.jpg',
      '738445_900.jpg',
      '738976_900.jpg',
      '740697_900.jpg',
      '741231_900.jpg',
      '742479_900.jpg',
      '742824_900.jpg',
      '743770_900.jpg',
      '744536_900.jpg',
      '744731_900.jpg',
      '745260_900.jpg',
      '745576_900.jpg',
      '745760_900.jpg']

QUESTIONS = [
    'Что можно приготовить, но нельзя съесть?',
    'Изобретение, имевшее целью постепенно приучить мужчину к виселице',
    'Одно из первых изображений этого полезного устройства найдено в пещере белее 10000 лет назад',
    'В Чили находится самое крупное сооружение подобного типа. Его длина – 1 километр.',
    'Единственное ядовитое млекопитающее в мире', 'И болезнь, и камень',
    'Головной убор 17 века, пришедший на смену широкополой шляпе, как более практичный для переноса оружия на плече']

ANWERS = ['Уроки', 'Галстук', 'Стремянка', 'Бассейн', 'Утконос', 'Нефрит', 'Треуголка']

image_urls = ['photo-1559740451-b895701fa4b5.jpg',
              'photo-1486485764572-92b96f21882a.jpg',
              'photo-1498673394965-85cb14905c89.jpg',
              'photo-1513151233558-d860c5398176.jpg',
              'photo-1601011850287-43e30b7db748.jpg',
              'photo-1604699229817-27301bdfed68.jpg']

im_uri = [  # картинки для погоды
    'photo-1550007334-c5a59216c7b8.jpg',
    'photo-1551364934-67b19db1e754.jpg',
    'photo-1509723169456-6eab9d45c612.jpg',
    'photo-1509909756405-be0199881695.jpg',
    'photo-1516571507564-ccfe0e735a7d.jpg',
    'photo-1590797193025-07078d8de52d.jpg']

futurum = ['Вас ждет хороший день ', 'Остерегайтесь кирпичей, летящих на голову',
           'Спокойный скучный день, не отчаивайтесь',
           'День готовит вам много сюрпризов', 'Вы готовите много сюрпризов дню',
           'Сегодня вас ожидает совершенно новое открытие',
           'Приложив должные усилия, вы сумеете решить множество давних проблем',
           'Поберегите свое здоровье, отдыхотдыхотдых',
           'Полезный день', 'Mожете быть спокойны, сегодня у вас все получится, но это не точно.',
           'Cегодня не ваш день, даже если вам повезет и вы выиграете в лотерею страну ближнего востока.',
           'B этом году вы повзрослеете. Минимум на год.', 'Ждите подарок =))', "Все тип-топ — улыбайтесь!",
           'Вы устали... Но не уходите! Осталось совсем чуть-чуть', 'Время приключений!']

koms = f'Команды - перечень команд\nПрогноз - прогноз на день\nУгадайка - игра про угадывание чисел от 1 до 100\n' \
       f'\nКрестики-нолики - игра для 2-х игроков\nВиселица - угадывание слов\nВерю не верю' \
       f'\nАбырвалг - слова наоборот\nФраза - выводит фразу из мультфильма или книги\n' \
       f'Добавить фразу - добавить свою фразу\nКартинка - выводит веселую картинку\n' \
       f'Посчитай - выводит значение выражения' \
       f'\nСколько дней до дд.мм.гггг - выводит сколько дней до (кроме дд.мм.гггг можно узнать сколько дней до лета, ' \
       f'весны, зимы, осени или Нового года)'

ans_dict = {'правда': True, 'да': True, 'верно': True, 'не верно': False, 'не верю': False,
            'нет': False,
            'верю': True, 'неверно': False}
